/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "Kan ikke starte Java-program";
"It requires a newer java" 	= "Kræver, at Mac OS X 10.1 med Java-opdatering 1 eller en nyere version af operativsystemet er installeret";
"Quit" 						= "Slut";
